Project.create!(
  [
    # A
    { title: "食品会社向け商品管理システムの保守", start_date: "2020-08-01", end_date: "2020-09-31" },
    { title: "家電量販チェーン向け在庫管理システムの改修", start_date: "2020-10-01", end_date: "2020-03-31" },
    { title: "運輸業向け原価計算システムの構築", start_date: "2020-04-01", end_date: "2020-12-31" },
    { title: "食品会社向け商標審査システムおよび流通管理システムの構築", start_date: "2021-01-01", end_date: "2021-04-30" },
    { title: "出版社エンタテインメントサイト構築", start_date: "2021-05-01", end_date: "2021-10-31" },
    { title: "製造業向け給与計算システムの改修", start_date: "2021-11-01", end_date: "2022-03-31" },
    # B
    { title: "保険会社向けインターネット受注管理システム", start_date: "2022-02-01", end_date: "2022-05-31" },
    { title: "通信販売業向け流通管理システム", start_date: "2022-06-01", end_date: "2023-01-31" },
    { title: "証券会社向け市場取引システム", start_date: "2023-02-01", end_date: "2024-03-31" },
    { title: "証券会社向け税関事務処理システム", start_date: "2024-04-01", end_date: nil },
  ]
)
